export const products = [
  {
    id: 1,
    name: "گوشی موبایل شیائومی مدل Redmi Note 11",
    detail:
      "شیائومی Redmi Note 11 به عنوان یکی از گوشی‌های هوشمند میان‌رده بسیار با‌کیفیت این شرکت شناخته می‌شود که به لطف بهره بردن از مشخصات فنی مناسب، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را در جایگاه یک گوشی هوشمند میان‌رده دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.43 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد مجهز شده است. صفحه‌نمایش بسیار با‌کیفیت که توانایی ارائه نرخ بروزرسانی 90 هرتز را هم دارد. در قسمت پشتی هم چهار سنسور دوربین برای این گوشی هوشمند میان‌رده در نظر گرفته شده است. یک سنسور دروبین اصلی با رزولوشن 50 مگاپیکسل از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultrawide) و دو سنسور با رزولوشن 2 مگاپیکسل از نوع ماکرو و سنجش عمق، سنسور‌های دروبین چهار‌گانه Redmi Note 11 را تشکیل می‌دهند. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش هم سنسور دوربین سلفی با رزولوشن 13 مگاپیکسل را در خود جای داده است. در بخش مشخصات سخت‌افزاری هم شاهد حضور پردازنده میان‌رده اما قدرتمند اسنپدراگون 680 4G شرکت کوالکام هستیم که در اجرای بازی توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. باتری قدرتمند با میزان ظرفیت 5000 میلی‌آمپر‌ساعت هم سبب شده تا به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به‌کار) دو روز را در شرایط استفاده معمولی ارائه کند. شارژر قدرتمند با توان 33 وات مجهز به تکنولوژی شارژ سریع هم توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 60 دقیقه را دارد.",
    category: "phone",
    brand: "xiaomi",
    sales: 15987,
    price: "۵,۳۴۹,۰۰۰",
    price2: "۴,۳۸۹,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/25992f560565bc308036ac425b304fc5fc4f1114_1644662985.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 2,
    name: "گوشی موبایل شیائومی مدل POCO X3 Pro M2102J20SG",
    detail:
      "گوشی موبایل شیائومی مدل Poco X3 Pro دو سیم‌ کارت ظرفیت 256 گیگابایت از جمله محصولات برند شیائومی که در سال 2021 روانه بازار شده است. این محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5G روانه بازار شده است. این محصول از بدنه پلاستیکی ساخته شده است که قاب جلو شیشه‌ای جلوه ویژه‌ای به این مدل بخشیده است. صفحه‌نمایش گوشی موبایل شیائومی مدل POCO X3 Pro دو سیم‌ کارت ظرفیت 256گیگابایت در اندازه 6.67 منتشر شده است. این صفحه‌نمایش کاملاً تمام‌صفحه است و در بالا وسط اثری از بریدگی یا حفره دوربین سلفی وجود دیده می‌شود. دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است .صحفه‌نمایش گوشی موبایل شیائومی مدل POCO X3 با استفاده از فناوری Corning Gorilla Glass 6 در برابر خط‌وخش و صدمات احتمالی محافظت می‌شود. گفتنی است چهار دوربین که سنسور اصلی آن 48 مگاپیکسلی است در قسمت پشتی این گوشی جا خوش کرده‌اند. این دوربین‌ها قادر هستند ویدئوی 4K را ثبت و ضبط کنند. دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است. بلوتوث نسخه 5.0، نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند.بستن",
    category: "phone",
    brand: "xiaomi",
    sales: 20987,
    price: "۸,۳۱۰,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/caa4e7d9543637cf8921b67f26803827c864e269_1618918880.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 3,
    name: "گوشی موبایل شیائومی مدل POCO F3 5G M2012K11AG",
    detail:
      "گوشی موبایل شیائومی مدل Poco F3 دو سیم‌ کارت ظرفیت 128 گیگابایت از جمله محصولات برند شیائومی که در سال 2021 روانه بازار شده است. این محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5G روانه بازار شده است. این محصول از بدنه شیشه‌ای و فریم پلاستیکی ساخته شده است که قاب جلو شیشه‌ای جلوه ویژه‌ای به این مدل بخشیده است. صفحه‌نمایش گوشی موبایل شیائومی مدل POCO F3 دو سیم‌ کارت ظرفیت 128 گیگابایت در اندازه 6.67 منتشر شده است. این صفحه‌نمایش کاملاً تمام‌صفحه است و در بالا وسط اثری از بریدگی یا حفره دوربین سلفی وجود دیده می‌شود. دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است .صحفه‌نمایش گوشی موبایل شیائومی مدل POCO F3 با استفاده از فناوری Corning Gorilla Glass 5 در برابر خط‌وخش و صدمات احتمالی محافظت می‌شود. گفتنی است چهار دوربین که سنسور اصلی آن 48 مگاپیکسلی است در قسمت پشتی این گوشی جا خوش کرده‌اند. این دوربین‌ها قادر هستند ویدئوی 4K را ثبت و ضبط کنند. دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است. بلوتوث نسخه 5.1 ، نسخه 11 سیستم عامل اندروید و باتری 4520 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند.",
    category: "phone",
    brand: "xiaomi",
    sales: 8987,
    price: "۸,۴۹۰,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/1cd452a648ec0c1c723139c099e0367c9a190f1f_1621325469.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 4,
    name: "گوشی موبایل شیائومی مدل Redmi K40",
    detail:
      "سری Redmi گوشی‌های هوشمند شرکت شیائومی با لقب قاتل پرچمداران روانه بازار شدند. گوشی‌های هوشمندی که در کنار بهره بردن از مشخصات فنی قدرتمند، قیمت مقرون به‌صرفه‌ای هم داشتند. یکی از این گوشی‌های هوشمند با‌کیفیت، شیائومی Redmi K40 است که به لطف بهره بردن از مشخصات فنی قدرتمند، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع سوپر امولد مجهز شده است. این صفحه‌نمایش با‌کیفیت، توانایی نمایش 395 پیکسل و نرخ بروزرسانی 120 هرتز را دارد. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 20 مگاپیکسل را در خود جای داده است. حضور پردازنده قدرتمند اسنپدراگون 870 5G شرکت کوالکام هم سبب شده تا شیائومی Redmi K40 به‌راحتی از پس بازی‌های سنگینی مثل کال‌آف‌دیوتی موبایل و آسفالت 9 بر می‌آید و در نتیجه عملکرد کاملا قابل قبولی را از این گوشی هوشمند شاهد خواهید بود. در قسمت پشتی هم، یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل فوق عریض (ultrawide) با زاویه دید 119 درجه و سنسور 5 مگاپیکسل ماکرو، سنسور‌های دوربین سه‌گانه شیائومی Redmi K40 را تشکیل می‌دهند. باتری با میزان ظرفیت 4520 میلی‌آمپر‌ساعت در کنار شارژر 33 وات مجهز به تکنولوژی شارژ سریع هم، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند هستند. البته باید بدانید که شارژر 33 واتی در نظر گرفته شده، توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 52 دقیقه دارد. لازم به ذکر است که این گوشی پک چین و رام گلوبال است.",
    category: "phone",
    brand: "xiaomi",
    sales: 2043,
    price: "۱۲,۸۷۰,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/e780b3dd9f0f8b865090de431073f87fe705ecbb_1646565396.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 5,
    name: "گوشی موبایل شیائومی مدل 11T 21081111RG 5G",
    detail:
      "سری Redmi گوشی‌های هوشمند شرکت شیائومی با لقب قاتل پرچمداران روانه بازار شدند. گوشی‌های هوشمندی که در کنار بهره بردن از مشخصات فنی قدرتمند، قیمت مقرون به‌صرفه‌ای هم داشتند. یکی از این گوشی‌های هوشمند با‌کیفیت، شیائومی Redmi K40 است که به لطف بهره بردن از مشخصات فنی قدرتمند، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع سوپر امولد مجهز شده است. این صفحه‌نمایش با‌کیفیت، توانایی نمایش 395 پیکسل و نرخ بروزرسانی 120 هرتز را دارد. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دروبین سلفی با رزولوشن 20 مگاپیکسل را در خود جای داده است. حضور پردازنده قدرتمند اسنپدراگون 870 5G شرکت کوالکام هم سبب شده تا شیائومی Redmi K40 به‌راحتی از پس بازی‌های سنگینی مثل کال‌آف‌دیوتی موبایل و آسفالت 9 بر می‌آید و در نتیجه عملکرد کاملا قابل قبولی را از این گوشی هوشمند شاهد خواهید بود. در قسمت پشتی هم، یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض با گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل فوق عریض (ultrawide) با زاویه دید 119 درجه و سنسور 5 مگاپیکسل ماکرو، سنسور‌های دوربین سه‌گانه شیائومی Redmi K40 را تشکیل می‌دهند. باتری با میزان ظرفیت 4520 میلی‌آمپر‌ساعت در کنار شارژر 33 وات مجهز به تکنولوژی شارژ سریع هم، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند هستند. البته باید بدانید که شارژر 33 واتی در نظر گرفته شده، توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 52 دقیقه دارد. لازم به ذکر است که این گوشی پک چین و رام گلوبال است.",
    category: "phone",
    brand: "xiaomi",
    sales: 546,
    price: "۱۰,۶۱۹,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/f1e7efc2e5bc5d58103f7a7d4931168b887003f8_1637386322.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 6,
    name: "گوشی موبایل اپل مدل iPhone SE 2022",
    detail:
      "سری SE گوشی‌های هوشمند شرکت اپل با بهره بردن از قیمت‌های ارزان‌تری به نسبت پرچمداران این شرکت، طرفداران بسیار زیادی در بین کاربران داشته‌اند و توانسته‌اند فروش بسیار خوبی را در بازار به خود اختصاص دهند. iPhone SE 2022 هم به عنوان یکی از گوشی‌های مقرون به‌صرفه این شرکت معرفی شد و مشخصات قدرتمندی را با خود به‌همراه داشت. این گوشی به صفحه‌نمایش با ابعاد 4.7 اینچ و رزولوشن 750×1334 مجهز شده که توانایی نمایش 326 پیکسل در هر اینچ را دارد. در قسمت پشتی تنها یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسل را شاهد هستیم که توانایی ضبط ویدیو با حداکثر کیفیت 4K سرعت 60 فریم در ثانیه را هم دارد. دوربین سلفی با رزولوشن 7 مگاپیکسل هم iPhone SE 2022 را همراهی می‌کند. این گوشی هوشمند به یکی از قدرتمند‌ترین پردازنده‌های اختصاصی اپل یعنی A15 بایونیک مجهز شده است. پردازنده‌ای که به‌راحتی از پس بازی‌های سنگین بر‌می‌آید و عملکرد بسیار خوبی را ارائه می‌کند. باتری 2018 میلی‌آمپر‌ساعت به‌ توانایی پشتیبانی از شارژر با توان 20 وات و مجهز به فناوری شارژ سریع از دیگر مشخصات در نظر گرفته شده برای iPhone SE 2022 هستند.",
    category: "phone",
    brand: "apple",
    sales: 16843,
    price: "۱۶,۸۸۹,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/61d845a9109268ddc636a57286760e637cb5da0c_1649225259.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
  {
    id: 7,
    name: "گوشی موبایل اپل مدل iPhone 13 Pro Max A2644",
    detail:
      "سری SE گوشی‌های هوشمند شرکت اپل با بهره بردن از قیمت‌های ارزان‌تری به نسبت پرچمداران این شرکت، طرفداران بسیار زیادی در بین کاربران داشته‌اند و توانسته‌اند فروش بسیار خوبی را در بازار به خود اختصاص دهند. iPhone SE 2022 هم به عنوان یکی از گوشی‌های مقرون به‌صرفه این شرکت معرفی شد و مشخصات قدرتمندی را با خود به‌همراه داشت. این گوشی به صفحه‌نمایش با ابعاد 4.7 اینچ و رزولوشن 750×1334 مجهز شده که توانایی نمایش 326 پیکسل در هر اینچ را دارد. در قسمت پشتی تنها یک سنسور دوربین اصلی با رزولوشن 12 مگاپیکسل را شاهد هستیم که توانایی ضبط ویدیو با حداکثر کیفیت 4K سرعت 60 فریم در ثانیه را هم دارد. دوربین سلفی با رزولوشن 7 مگاپیکسل هم iPhone SE 2022 را همراهی می‌کند. این گوشی هوشمند به یکی از قدرتمند‌ترین پردازنده‌های اختصاصی اپل یعنی A15 بایونیک مجهز شده است. پردازنده‌ای که به‌راحتی از پس بازی‌های سنگین بر‌می‌آید و عملکرد بسیار خوبی را ارائه می‌کند. باتری 2018 میلی‌آمپر‌ساعت به‌ توانایی پشتیبانی از شارژر با توان 20 وات و مجهز به فناوری شارژ سریع از دیگر مشخصات در نظر گرفته شده برای iPhone SE 2022 هستند.",
    category: "phone",
    brand: "apple",
    sales: 1283,
    price: "۴۵,۳۸۹,۰۰۰",
    img: "https://dkstatics-public.digikala.com/digikala-products/195bd99289c288cbb927fe9b9d659275eefeae71_1631704698.jpg?x-oss-process=image/resize,m_lfit,h_800,w_800/quality,q_90",
  },
];

export const consoleShowcase = [
  {
    id: 1,
    title: "پلی استیشن ۵",
    paragraph: "لذت بازی کردن با بالاترین کیفیت",
    class: "ps5-sc",
    Image:
      "https://www.ennessglobal.com/application/files/3316/2307/5728/6.png",
  },
  {
    id: 2,
    title: "ایکس باکس سری ایکس",
    paragraph: "لذت بازی کردن با بالاترین کیفیت",
    class: "xbox-sc",
    Image: "https://pngimg.com/uploads/xbox/xbox_PNG101377.png",
  },
];
